Repository: YannisDC/BlockstackAdvancedExample
Catalog: PerfectDude/*.lproj/Localizable.strings
Languages: nl

source: Likes
nl: Favorieten

# events
source: Reminders
nl: Herinneringen

source: Settings
nl: Instellingen

# married_title
source: Married
nl: Getrouwd

# living_together_title
source: Living together
nl: Samenwonend

# relationship_title
source: In a relationship
nl: In een relatie

# birthday_question
source: When is her birthday?
nl: Wanneer is haar verjaardag?

# anniversary_question
source: When did you get together with her?
nl: Sinds wanneer zij jullie samen?

# don_juan_description
source: Likes to treat his lady like a gentleman.
nl: Houdt ervan zijn vriendin te verwennen als een godin.

# cool_boy_description
source: Tries to keep his girl happy on multiple occasions.
nl: Houdt zijn vriendin gelukkig genoeg.

# dont_care_description
source: Just remembers her birthday and anniversary.
nl: Kent haar verjaardag en relatieverjaardag.

source: Birthday
nl: Verjaardag

# birthday_description
source: Make her feel like a queen.
nl: Vandaag is zij jouw koninging.

source: Anniversary
nl: Relatie verjaardag

# anniversary_description
source: You better remember this one.
nl: Deze vergeet je beter niet.

source: Create
nl: Toevoegen

source: Save
nl: Opslaan

source: Edit
nl: Wijzigen

source: Loading
nl: Laden

source: week(s)
nl: week/weken

source: month(s)
nl: maanden

source: year(s)
nl: jaar/jaren

source: Yes
nl: Ja

source: No
nl: Nee

source: Delete Event
nl: Event verwijderen

# delete_event_sure
source: Are you sure you want to delete this event?
nl: Ben je zeker dat je dit event wilt verwijderen?

source: Delete Post
nl: Like verwijderen

# delete_post_sure
source: Are you sure you want to delete this post?
nl: Ben je zeker dat je deze like wilt verwijderen?

source: Sign Out
nl: Afmelden

# sign_out_sure
source: Are you sure you want to sign out?
nl: Ben je zeker dat je wilt afmelden?

# welcome_title
source: Welcome to Perfect Dude
nl: Welkom bij Perfect Dude

# manage_identity
source: Manage your identity
nl: Controleer je indentiteit

# manage_identity_description
source: We don't use Facebook or email to sign you in. By using Blockstack you gain full control over your digital identity and can sign into many awesome apps.
nl: Wij gebruiken geen Facebook of email om je aan te melden. Door Blockstack te gebruiken krijg je de volledige controlle over je digitale indetiteit en kan je inloggen in allerlei apps.

# data_ownership
source: Own all your data
nl: Eigenaar van je data

# data_ownership_description
source: Blockstack lets you access your data anytime you want and puts you in full control of this data. Easy and safe.
nl: Blockstack laat jou je data beheren wanneer zoals jij het wil en geeft jou volledige controle. Gemakkelijk en veilig.

# digital_wallet
source: Your digital wallet
nl: Je digitale portefeuille

# digital_wallet_description
source: By using Stacks you can support your favourite creators or just send money to friends without any middlemen.
nl: Met Stacks kan je je favoriete artiesten steunen of geld sturen naar je vrienden zonder tussen personen.

# continue_blockstack
source: Continue with Blockstack
nl: Ga verder met Blockstack

source: Notifications
nl: Notificaties

source: Birthday Reminder
nl: Verjaardags Herinnering

source: Anniversary Reminder
nl: Relatiedag Herinnering

source: Marriage Anniversary Reminder
nl: Huwelijksverjaardags Herinnering

# flower_reminder
source: Standard Flower Reminder
nl: Standaard Bloemen Herinnering

# flower_reminder_frequency
source: Every 3 weeks
nl: Elke 3 weken

# surpise_reminder
source: Standard Suprise Reminder
nl: Standaard Verrassing Herinnering

# surpise_reminder_frequency
source: Every 6 weeks
nl: Elke 6 weken
